Revit 2027 API
ParameterTypeId.RbsPipeTopElevation Property
 "Upper End Top Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeTopElevation { get; }
Public Shared ReadOnly Property RbsPipeTopElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeTopElevation {
	ForgeTypeId^ get ();
}
static member RbsPipeTopElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace